Repository: cdn/text
Catalog: languages/*/LC_MESSAGES/text.po
Languages: eo

source: Post
eo: Afiŝu

source: Posts
eo: Eniroj

source: You can't save an empty entry.
eo: Vi ne povas konservi malplenan eniron.

source: Delete %s
eo: Forigi %s

source: You don't have permission to perform this task.
eo: Vi ne havas permeson plenumi ĉi tiun taskon.

source: %s was deleted.
eo: %s estis forigita.

source: We couldn't delete %s.
eo: Ni ne povis forigi %s.

source: Write an entry
eo: Skribu enskribon

source: Edit entry
eo: Redakti eniron

source: New Post
eo: Nova Afiŝo

source: Edit Post
eo: Redakti Afiŝon

source: Title
eo: Titolo

source: Give it a title
eo: Donu al ĝi titolon

source: Add the URL that you're replying to
eo: Aldonu la URL al kiu vi respondas

source: Remove URL
eo: Forigi URLon

source: Reply to a site
eo: Respondu al retejo

source: Cancel
eo: Nuligi

source: Publish
eo: Publikigi

source: %d min read
eo: %d minutojn legitajn
